[
    {
        "title":"Wilpattu National Park",
        "titlePara":"Wilpattu National Park (Sinhala: විල්පත්තු ජාතික වනෝද්‍යානය) is a national park in Sri Lanka. The unique feature of this park is the existence of 'Willus' (natural lakes) – natural, sand-rimmed water basins or depressions that fill with rainwater. Located on the northwest coast lowland dry zone of Sri Lanka, the park is 30 km (19 mi) west of Anuradhapura and 26 km (16 mi) north of Puttalam (approximately 180 km (110 mi) north of Colombo). The park is 1,317 km2 (508 sq mi) (131,693 hectares) in area and ranges from 0–152 m (0–499 ft) above sea level. Nearly one hundred and six lakes (Willu) and tanks are found spread throughout Wilpattu. Wilpattu is the largest and one of the oldest national parks in Sri Lanka. Wilpattu is world-renowned for its leopard (Panthera pardus kotiya) population. A remote camera survey conducted in Wilpattu from July to October 2015 by the Wilderness and Wildlife Conservation Trust captured photographs of forty-nine individual leopards in the surveyed area, the core area density of which was between that of Yala National Park's Block I and Horton Plains National Park. From December 1988 to 16 March 2003, the park was closed due to security concerns surrounding the Sri Lankan Civil War, before being reopened to visitors sixteen years later. Visitor access is currently limited to approximately 25% of the park, the remainder of which is dense forest or scrub. Popular visiting periods span between the months of February and October, although there are a number of private ecotourism groups that conduct safaris year-round."
    },
    {
        "cardOne":"Water Buffalo ",
        "cardOnePara":"These large herbivores can be found near the park's water sources, such as lakes and ponds. They contribute to the park's ecosystem and are often seen grazing in groups.",
        "cardTwo":"Bird Species",
        "cardTwoPara":"Wilpattu is a paradise for birdwatchers, with over 200 species of birds recorded. This includes various water birds, eagles, owls, and colorful species like the Indian Pitta.",
        "cardThree":"Asian Elephant ",
        "cardThreePara":" The park is home to a significant population of Asian elephants. These gentle giants roam the park, and visitors have the chance to witness these impressive creatures during their safari."
    }
]